tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'railwaycat/emacsmacport'
tap 'daipeihust/tap'

brew 'asdf'
brew 'aspell'
brew 'autoconf'
brew 'bat'
brew 'cmigemo'
brew 'coreutils'
brew 'emacs-mac'
brew 'exa'
brew 'fd'
brew 'fish'
brew 'figlet'
brew 'font-hackgen'
brew 'font-hackgen-nerd'
brew 'fzf'
brew 'gawk'
brew 'gdbm'
brew 'git'
brew 'ghq'
brew 'gpg'
brew 'hub'
brew 'im-select'
brew 'imagemagick'
brew 'jq'
brew 'luajit'
brew 'mas'
brew 'mercurial'
brew 'mu'
brew 'msmtp'
brew 'neovim'
brew 'nkf'
brew 'nmap'
brew 'openssl'
brew 'offlineimap'
brew 'ripgrep'
brew 'shellcheck'
brew 'smartmontools'
brew 'sqlite'
brew 'stress'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'tree-sitter'
brew 'w3m'
brew 'wget'

cask 'alfred'
cask 'aquaskk'
cask 'bartender'
cask 'bettertouchtool'
cask 'blueharvest'
cask 'calibre'
cask 'cleanmymac'
cask 'font-hack-nerd-font'
cask 'geekbench'
cask 'google-chrome'
cask 'istat-menus'
cask 'iterm2'
cask 'karabiner-elements'
cask 'kindle'
cask 'logi-options-plus'
cask 'onyx'
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlimagesize'
cask 'quicklookase'
cask 'qlvideo'
cask 'suspicious-package'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'
cask 'vnc-viewer'
cask 'webpquicklook'

mas 'Blackmagic Disk Speed Test', id: 425264550
mas 'Keynote', id: 409183694
mas 'Twitter', id: 409789998
mas 'The Unarchiver', id:425424353
mas 'WiFi Explorer', id: 494803304
mas 'WireGuard', id: 1451685025
mas 'Skitch', id: 425955336
mas 'Apple configurator 2', id: 1037126344
mas 'Amphetamine', id: 937984704
mas 'Speedtest by Ookla', id: 1153157709
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'Pages', id: 409201541
mas 'Numbers', id: 409203825
mas 'Microsoft Remote Desktop', id: 1295203466
mas 'SoraAnnai', id: 599799247
