tap 'railwaycat/emacsmacport'
tap 'daipeihust/tap'
tap 'laishulu/homebrew'
tap 'morantron/tmux-fingers'

brew 'ansifilter'
brew 'aspell'
brew 'autoconf'
brew 'bat'
brew 'cmake'
brew 'cmigemo'
brew 'coreutils'
brew 'emacs-mac'
brew 'eza'
brew 'fd'
brew 'fish'
brew 'figlet'
brew 'font-hackgen'
brew 'font-hackgen-nerd'
brew 'fzf'
brew 'gawk'
brew 'gdbm'
brew 'git'
brew 'gpg'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'luajit'
brew 'luarocks'
brew 'lazygit'
brew 'mas'
brew 'mercurial'
brew 'mise'
brew 'mu'
brew 'msmtp'
brew 'macism'
brew 'neovim'
brew 'nkf'
brew 'nmap'
brew 'openssl'
brew 'offlineimap'
brew 'pinentry'
brew 'ripgrep'
brew 'rust-analyzer'
brew 'shellcheck'
brew 'shellspec'
brew 'smartmontools'
brew 'sqlite'
brew 'stress'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'tree-sitter'
brew 'w3m'
brew 'wget'

cask '1password'
cask '1password-cli'
cask 'alfred'
cask 'aquaskk'
cask 'bartender'
cask 'bettertouchtool'
cask 'blueharvest'
cask 'calibre'
cask 'cleanmymac'
cask 'font-hack-nerd-font'
cask 'firefox'
cask 'geekbench'
cask 'google-chrome'
cask 'hhkb-keymap-tool'
cask 'input-source-pro'
cask 'istat-menus'
cask 'iterm2'
cask 'karabiner-elements'
cask 'logi-options-plus'
cask 'onyx'
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlimagesize'
cask 'quicklookase'
cask 'qlvideo'
cask 'suspicious-package'
cask 'thunderbird'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'
cask 'vnc-viewer'
cask 'webpquicklook'
cask 'wezterm'
cask 'zoom'

mas 'Blackmagic Disk Speed Test', id: 425264550
mas 'Keynote', id: 409183694
mas 'The Unarchiver', id:425424353
mas 'Skitch', id: 425955336
mas 'Amphetamine', id: 937984704
mas 'Kindle', id: 302584613
mas 'Speedtest by Ookla', id: 1153157709
mas 'iHosts', id: 1102004240
mas 'Pages', id: 409201541
mas 'Numbers', id: 409203825
mas 'Windows App', id: 1295203466
mas 'SoraAnnai', id: 599799247
